console.log(`
'Score: 70 / 60' 
- [x] Вёрстка (+10)
  - [x] реализован интерфейс игры (+5)
  - [x] в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, логотип курса со ссылкой на курс (+5)
- [x] Логика игры. Карточки, по которым кликнул игрок, переворачиваются согласно правилам игры  (+10)
- [x] Игра завершается, когда открыты все карточки (+10)
- [x] По окончанию игры выводится её результат - количество ходов, которые понадобились для завершения игры (+10)
- [x] Результаты последних 10 игр сохраняются в local storage. Есть таблица рекордов, в которой сохраняются результаты предыдущих 10 игр (+10)
- [x] По клику на карточку – она переворачивается плавно, если пара не совпадает – обе карточки так же плавно переварачиваются рубашкой вверх (+10)
- [x] Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения (+10)
  - [x] высокое качество оформления приложения предполагает собственное оригинальное оформление равное или отличающееся в лучшую сторону по сравнению с демо
`);