console.log(`
'Score: 70 / 60' 
- [x] Вёрстка (+10)
  - [x] на странице есть несколько карточек фильмов и строка поиска. На каждой карточке фильма есть постер и название фильма. Также на карточке может быть другая информация, которую предоставляет API, например, описание фильма, его рейтинг на IMDb и т.д. (+5)
  - [x] в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, логотип курса со ссылкой на курс (+5)
- [x] При загрузке приложения на странице отображаются карточки фильмов с полученными от API данными (+10)
- [x] Если в поле поиска ввести слово и отправить поисковый запрос, на странице отобразятся карточки фильмов, в названиях которых есть это слово, если такие данные предоставляет API (+10)
- [x] Поиск (+30)
  - [x] при открытии приложения курсор находится в поле ввода (+5)
  - [x] есть placeholder (+5)
  - [x] автозаполнение поля ввода отключено (нет выпадающего списка с предыдущими запросами) (+5)
  - [x] поисковый запрос можно отправить нажатием клавиши Enter (+5)
  - [x] после отправки поискового запроса и отображения результатов поиска, поисковый запрос продолжает отображаться в поле ввода (+5)
  - [x] в поле ввода есть крестик при клике по которому поисковый запрос из поля ввода удаляется и отображается placeholder (+5)
- [x] Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения (+10)
  - [x] На страницу добавлен переключатель при клике по которому:
  - [x] высокое качество оформления приложения предполагает собственное оригинальное оформление равное или отличающееся в лучшую сторону по сравнению с демо
  - [x] дополнительным функционалом может быть, например, наличие на карточке фильма его описания и рейтинга на IMDb
`);